Tekla.Structures.Filtering.Categories.ComponentFilterExpressions.ConnectionCode
The ConnectionCode class represents the connection code filter expression.

Tekla.Structures.Filtering.Categories.ComponentFilterExpressions.ConnectionCode.#ctor
Initializes a new instance of the ConnectionCode class.